Repository: Larakh88/ft_transcendence_42
Catalog: Django/locale/*/LC_MESSAGES/django.po
Languages: id

source: English
id: Inggris

source: Indonesian
id: Bahasa Indonesia

source: Spanish
id: Spanyol

source: Player Avatar
id: Avatar Pemain

source: Camera Icon to edit avatar
id: Ikon kamera untuk mengedit avatar

source: Upload New Avatar Image
id: Unggah Gambar Avatar Baru

source: Save
id: Simpan

source: Cancel
id: Batal

source: Image cannot be more than 2MB
id: Gambar tidak boleh lebih dari 2MB

source: Player's Online Status
id: Status Online Pemain

source: Enter Friend Name
id: Masukkan Nama Teman

source: Search
id: Cari

source: Username
id: Nama pengguna

source: Profile
id: Profil

source: Add Friend
id: Tambah Teman

source: increase font size.
id: perbesar ukuran font.

source: decrease font size.
id: perkecil ukuran font.

source: Unfriend
id: Hapus teman

source: Accept
id: Terima

source: Reject
id: Tolak

source: View Player Profile
id: Lihat Profil Pemain

source: Accept Friend Request
id: Kirim Permintaan Pertemanan

source: Reject Friend Request
id: Kirim Permintaan Pertemanan

source: Language Preference
id: Preferensi Bahasa

source: would you like to save this as your prefered language for future visits to the website?
id: Apakah Anda ingin menyimpan ini sebagai bahasa pilihan Anda untuk kunjungan mendatang ke situs web?

source: Apply Language Without Saving
id: Terapkan Bahasa Tanpa Menyimpan

source: Save as Default
id: Simpan sebagai Default

source: Date
id: Tanggal

source: Me
id: Saya

source: Score
id: Skor

source: Opponent
id: Lawan

source: Result
id: Hasil

source: home
id: beranda

source: Home
id: Beranda

source: game
id: permainan

source: Game
id: Permainan

source: tournament
id: turnamen

source: Tournament
id: turnamen

source: logout
id: keluar

source: Logout
id: keluar

source: Edit Username Icon
id: Edit Ikon Nama Pengguna

source: Enter New Username
id: Masukkan Nama Pengguna Baru

source: Username must include a number!
id: Nama pengguna harus mengandung angka!

source: Username must NOT include any spaces!
id: Nama pengguna TIDAK boleh mengandung spasi!

source: Nbr of Matches
id: Jumlah Pertandingan

source: Wins
id: Kemenangan

source: Loses
id: Kekalahan

source: %% Win
id: %% Menang

source: %% Loss
id: %% Kekalahan

source: Stats
id: Statistik

source: Match History
id: Riwayat Pertandingan

source: Friends
id: Teman

source: Friend Requests
id: Permintaan Teman

source: Find Friend
id: Cari Teman

source: Round 1
id: Putaran 1

source: Round 2
id: Putaran 2

source: Round 5
id: Putaran 5

source: Round 7
id: Putaran 7

source: Round 6
id: Putaran 6

source: Round 3
id: Putaran 3

source: Round 4
id: Putaran 4

source: champion
id: Juara

source: Start Round number
id: Mulai Putaran nomor

source: START GAME
id: MULAI PERMAINAN

source: BACK TO TOURNAMENT
id: KEMBALI KE TURNAMEN

source: PLAY AGAIN
id: MAIN LAGI

source: Two Players Game
id: Permainan Dua Pemain

source: Three players Game
id: Permainan Tiga Pemain

source: Enter Player 2 Alias
id: Masukkan Alias Pemain 2

source: Go to Game
id: Ke Permainan

source: Player 1 Alias
id: Alias Pemain 1

source: Player 2 Alias
id: Alias Pemain 2

source: Player 3 Alias
id: Alias Pemain 3

source: Sign in
id: Masuk

source: Sign in Again
id: Masuk Lagi

source: Players
id: Pemain

source: Player 1
id: Pemain 1

source: Player 2
id: Pemain 2

source: Player 3
id: Pemain 3

source: Player 4
id: Pemain 4

source: Player 5
id: Pemain 5

source: Player 6
id: Pemain 6

source: Player 7
id: Pemain 7

source: Player 8
id: Pemain 8

source: Start Tournament
id: Mulai Turnamen

source: Logged Out
id: Keluar

source: Send Friend Request
id: Kirim Permintaan Pertemanan

source: Could not find any users that match this username! Try again.
id: Tidak dapat menemukan pengguna yang cocok dengan nama pengguna ini! Coba lagi.

source: Please enter a friend's username!
id: Silakan masukkan nama pengguna teman!

source: Invalid request method
id: Metode permintaan tidak valid

source: FriendRequest object could not be created!
id: Objek FriendRequest tidak dapat dibuat!

source: Already a Friend!
id: Tambah Teman

source: Friend request exists, but not accepted yet.
id: Permintaan pertemanan ada, tetapi belum diterima.

source: Friend added
id: Teman ditambahkan

source: Error accepting friend request!
id: Kirim Permintaan Pertemanan

source: Friend request accepted
id: Permintaan pertemanan diterima

source: Error rejecting friend request!
id: Kesalahan menolak permintaan pertemanan!

source: Friend request rejected
id: Permintaan pertemanan ditolak

source: Unfriend request unsuccessful
id: Permintaan tidak berhasil untuk tidak berteman

source: Unfriend request successful
id: Permintaan untuk tidak berteman berhasil

source: File size must be no more than 2 MB.
id: Ukuran file tidak boleh lebih dari 2 MB.

source: Invalid file extension. Allowed extensions are jpg, jpeg, png, svg.
id: Ekstensi file tidak valid. Ekstensi yang diizinkan adalah jpg, jpeg, png, svg.

source: Avatar updated successfully
id: Avatar berhasil diperbarui

source: No file was provided
id: Tidak ada file yang diberikan

source: User has no friends!
id: Pengguna tidak memiliki teman!

source: Username is too long!
id: Nama pengguna terlalu panjang!

source: Username is too short!
id: Nama pengguna terlalu pendek!

source: Please type a new username.
id: Silakan ketik nama pengguna baru.

source: Username cannot include spaces or special characters
id: Username tidak boleh mengandung spasi

source: Username already exists.
id: Nama pengguna sudah ada.

source: Username does not include a number.
id: Nama pengguna tidak mengandung angka.

source: Could not change username! Try again.
id: Tidak dapat mengubah nama pengguna! Coba lagi.

source: Username updated successfully
id: Nama pengguna berhasil diperbarui
