Repository: Larakh88/ft_transcendence_42
Catalog: Django/locale/*/LC_MESSAGES/djangojs.po
Languages: es, id

source: Please enter a value for Player 2 Alias!
es: ¡Por favor, ingrese un valor para el Alias del Jugador 2!
id: Silakan masukkan nilai untuk Alias Pemain 2!

source: Alias is between 3 and 10 characters!
es: ¡El alias debe tener entre 3 y 10 caracteres!
id: Alias harus terdiri dari 3 hingga 10 karakter!

source: Alias cannot contain spaces!
es: ¡El alias no puede contener espacios!
id: Alias tidak boleh mengandung spasi!

source: Alias cannot be the same as the user!
es: ¡El alias no puede ser igual al usuario!
id: Alias tidak boleh sama dengan pengguna!

source: Game Over!<br>
es: Fin del juego!<br>
id: Permainan Selesai<br>

source: Wins
es: Victorias
id: Kemenangan

source: Please enter all aliases
es: Por favor, ingrese todos los alias
id: Mohon masukkan semua alias

source: Alias cannot be more than 10 characters!
es: ¡El alias no puede tener más de 10 caracteres!
id: Alias tidak boleh lebih dari 10 karakter!

source: Aliases cannot be identical!
es: ¡Los alias no pueden ser idénticos!
id: Alias tidak boleh identik!

source: Tie
es: Empate
id: Seri

source: It's a Tie
es: Es un Empate
id: Ini Seimbang

source: Start Round
es: Iniciar Ronda
id: Mulai Putaran

source: New Tournament
es: Nuevo Torneo
id: Turnamen Baru

source: Please enter a value for Player
es: Por favor, ingresa un valor para el jugador
id: Harap masukkan nilai untuk Pemain

source: Please enter 8 unique players!
es: ¡Por favor, ingresa 8 jugadores únicos!
id: Harap masukkan 8 pemain unik!
